from colorama import Fore



_banner = '''

  ______   _    _    _____   _  __  ______   _____  
 |  ____| | |  | |  / ____| | |/ / |  ____| |  __ \ 
 | |__    | |  | | | |      | ' /  | |__    | |__) |
 |  __|   | |  | | | |      |  <   |  __|   |  _  / 
 | |      | |__| | | |____  | . \  | |____  | | \ \ 
 |_|       \____/   \_____| |_|\_\ |______| |_|  \_\
                                                    
                                                    

                                            
'''



def banner(host, port):

    print(Fore.RED + _banner)
    print(f'Перейдите по http://{host}:{port}')